Repository: Eldiyar1/Forex
Catalog: apps/courses/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Название
kk: Аtaýy

source: Изображение
kk: Сурет

source: Цена
kk: Бағасы

source: Номер части
kk: Бөлімінің нөмірі

source: Продолжительность
kk: Ұзақтығы

source: Не обязательно к заполнению
kk: Толтыру міндетті емес

source: Поддерживаемые форматы: mp4, mov, avi webm
kk: Қолдау көрсетілетін форматтар: mp4, mov, avi webm

source: Лекция
kk: Сабақ

source: Лекции
kk: Сабақтар

source: Часть {part_number}: {title}
kk: Бөлім {part_number}: {title}

source: Error processing video file:
kk: Видео файлды өңдеу кезінде қате орын алды:

source: Video file not found.
kk: Видео файл табылмады.

source: Пользователь
kk: Пайдаланушы

source: Рейтинг
kk: Баға

source: Комментарий
kk: Пікір

source: Дата создания
kk: Жалғану күні

source: Отзыв
kk: Пікір

source: Отзывы
kk: Пікірлер

source: Отзыв от {user} для {course_title} - Рейтинг: {rating}
kk: {user} сің {course_title} курсына берген пікірі - Баға: {rating}
